{
    "file": "wire\/modules\/Process\/ProcessRole\/ProcessRole.module",
    "textdomain": "wire--modules--process--processrole--processrole-module",
    "translations": {
        "9bfb6e6af6e6793bfa9387e728187c87": {
            "text": "(requis)"
        },
        "e5e77ccf470959bc6be60127730908b5": {
            "text": "Gérer les rôles des utilisateurs et les permissions qui y sont reliées"
        },
        "a5cd3ed116608dac017f14c046ea56bf": {
            "text": "Rôles"
        },
        "d08ccf52b4cdd08e41cfb99ec42e0b29": {
            "text": "="
        },
        "e0c8b59640bc35bac606431203d2d9b0": {
            "text": "Pour une description détaillée de ces permissions, voir la [référence des permissions](%s)"
        },
        "dc3abfaff3190368a09f01d6589eeeea": {
            "text": "Ajouter des enfants aux pages utilisant ce modèle"
        },
        "9c281188158fc34cf5afc9d2820a761c": {
            "text": "Créer des pages utilisant ce modèle"
        },
        "3cac60e98937c01a72ef6e6cfe66f90f": {
            "text": "Cette permission est requise pour tous les rôles."
        },
        "1def073965e264ae40ae1d9877290fd3": {
            "text": "s'applique à tous les modèles éditables"
        },
        "26c77f67debae46ee5b0a12626817076": {
            "text": "%1$s ajoutée par le modèle %2$s, cliquer pour éditer"
        },
        "37ef521112472af77d381e834922a7af": {
            "text": "%1$s retirée par le modèle %2$s, cliquer pour éditer"
        },
        "1754bfdd544e98486c2ed46753ca8edd": {
            "text": "Cochez cette case ajoute la permission pour tous les modèles évitables, mais cette permission est déjà appliquée séparément par un ou plusieurs modèles. Pour garder les choses propres, nous vous suggérons d'enlever la permission à partie de ces modèles avant de l'activer pour tous. Êtes-vous certain de vouloir l'activer maintenant ?"
        },
        "73a0430d4108945b73c1d27c8d048339": {
            "text": "Quels types de pages ce rôle peut-il voir ?"
        },
        "1c572404150327a35e463b4638740073": {
            "text": "Quels types de pages ce rôle peut-il éditer ?"
        },
        "b2295468aae810dba114aeafc6affecc": {
            "text": "À quels types de pages ce rôle peut-il ajouter des enfants ?"
        },
        "a94285c99473e5cb477bfebd41f5b479": {
            "text": "Quels types de pages ce rôle peut-il créer ?"
        },
        "2121718f2638e1afe762097a7981ea3c": {
            "text": "Si vous voulez ajouter {permission}"
        },
        "0cb74f3f98993beb92d1fa5e9dbdeb64": {
            "text": "Ce rôle doit aussi avoir la permission page-edit pour chacun des modèles sélectionnés ci-dessus."
        },
        "308b65bff5801587885912db1a2aacdf": {
            "text": "La permission {permission} est sélectionnée, elle s'applique à tous les modèles qui sont éditables par le rôle. Les cases ci-dessous permettent de retirer la permission {permission} de modèles en particulier. Pour ajouter cette permission uniquement à des modèles en particulier, dé-cochez dans un premier temps la permission {permission}."
        },
        "46e843d341c23fcc923e4057f2011f5e": {
            "text": "La plupart des permissions qui peuvent être définies par le modèle requiert aussi que l'utilisateur ait la permission page-edit pour le template. Si un template dont vous avez besoin n'est pas listé, vous devez en activé le contrôle d'accès dans un premier temps (voir l'onglet \"Accès\" lors de l'édition d'un modèle)."
        },
        "bd6e3218368542ea8b8ec79e212960c3": {
            "text": "Contrairement à la plupart des autres permissions, la permission page-edit d'un modèle n'est pas pré-requise pour cette permission."
        },
        "10928cc0ee4f4ca5cd54b8f7d90fe439": {
            "text": "Note : le rôle superuser a toujours toutes les permissions, donc le champ des permissions n'apparaît pas."
        },
        "e92cdb67062c4b4fa95179b9130677a9": {
            "text": "nom|description|"
        },
        "bdeb3e0cbe3d8f44757a86e8da219abc": {
            "text": "Cette permission peut être uniquement ajoutée par le modèle."
        },
        "76ea2cfb7138b9f6db1ca5385ffd6bec": {
            "text": "Ajouté à : %s"
        },
        "484a603504d7ed70ae95310674989236": {
            "text": "Retiré de : %s"
        },
        "862ca20a14a289ffa53aa7b458c0f288": {
            "text": "Cliquer sur les paramètres de permission ouvrir\/fermer du modèle"
        },
        "4106d43df925487225450293085f8bad": {
            "text": "La permission \"%1$s\" pour le modèle \"%2$s\" n'est pas autorisée (requiert la permission \"%3$s\")"
        },
        "596d1c90537af3c3c588dceedde6bf03": {
            "text": "(obligatoire car hérité du rôle invité\/guest)"
        },
        "2c32a8fe6caf47e8f89b0929211639df": {
            "text": "Les modèles avec un astérisque (*) sont configurés de manière à ce que les permissions de modification soient également transmises aux enfants par  l'arborescence, à moins qu'elles ne soient écrasées par une page utilisant un modèle de contrôle d'accès différent."
        },
        "1900cd4f8e202940060d2129a70df995": {
            "text": "Cette permission est aussi transmise aux enfants par l'arborescence, à moins qu'elles ne soient écrasées par une page utilisant un modèle de contrôle d'accès différent."
        }
    }
}