{
    "file": "wire\/modules\/Inputfield\/InputfieldPage\/InputfieldPage.module",
    "textdomain": "wire--modules--inputfield--inputfieldpage--inputfieldpage-module",
    "translations": {
        "e3cada644043c81e6ff21250f2e53f3a": {
            "text": "Les nouvelles pages vont être ajouté à %s"
        },
        "49e5878c7a1901b0a9baae9e0c774150": {
            "text": "Créer nouveau"
        },
        "f0670991d41b78617ca7810b7ce334b9": {
            "text": "Page %s ajouté"
        },
        "29b43e0c70cb336d03f04f3f06a8789d": {
            "text": "Erreur lors de l'ajout de la page \"%s\""
        },
        "81eeab9506186e2dca8faefa78d54067": {
            "text": "Exemple :"
        },
        "6f8d1b93e4aad53511c85e29ed36b3d0": {
            "text": "(par défaut)"
        },
        "962f1366aaa6f1c636d3214e12322362": {
            "text": "Pages sélectionnables"
        },
        "6dc3e540b29f68e1eaf558b6a2edd476": {
            "text": "Entrez les titres de chaque page que vous voulez ajouter, une par ligne. Ils vont être crée et ajouté à votre sélection quand vous allez sauvegarder la page."
        },
        "b82b34c94588fc88ca4a6b18f5e18aef": {
            "text": "Entrez le titre de la page que vous voulez ajouter. Il sera sélectionné quand vous sauvegarderez la page."
        },
        "21348aafc8733099a5b3c20e4a90e7b4": {
            "text": "Parent des pages sélectionnables"
        },
        "5b0591013bf2cac5ee96f90e31a5b2e9": {
            "text": "Sélectionnez le parent des pages qui seront sélectionnables."
        },
        "dceea0994df5640514b906a18a43810f": {
            "text": "Gabarit des pages sélectionnables"
        },
        "9f80067ff42d8e69d0c3a24b67ef4c85": {
            "text": "Sélectionnez le gabarit des pages qui sont sélectionnables. Peut être utilisé à la place ou à l'addition du parent ci-haut. NOTE: Incompatible avec le type de champ PageListSelect."
        },
        "53158583a607fba6e71f0f18d73a910b": {
            "text": "Sélecteur pour trouver les pages sélectionnables."
        },
        "6ad160329dd81f9ecede290bffe93928": {
            "text": "Si vous voulez trouver les pages sélectionnables utilisant les sélecteurs de ProcessWire plutôt que de sélectionner une page parent ou un gabarit (ci-haut), alors entrez le sélecteur qui recherchera les pages sélectionnables. Ce sélecteur sera envoyé à $pages->find(\"votre gabarit\");. NOTE: N'est pas actuellement compatible avec le type de champ PageListSelect."
        },
        "d04c6c77608855a3ff0fb3ee32a2cd53": {
            "text": "Code PHP pour trouver les pages sélectionnables."
        },
        "b329c0bc717cd35d04a9362fc0d778c2": {
            "text": "retourne $page->parent->parent->children(\"name=locations\")->first()->children();"
        },
        "bb990f9776c28444dad4fa48fb2c946c": {
            "text": "Champ étiquette"
        },
        "e5c1791ec6a73eed5d8a7002e2799470": {
            "text": "Sélectionnez le champ que vous voulez utiliser pour la génération des étiquettes pour chaque page sélectionnables."
        },
        "881b1a7b97bc4d70099cc59a53e8a8e5": {
            "text": "Type de champ"
        },
        "bcf331523fb730639bde7c2e8fc4f811": {
            "text": "Le type de champ qui va être utilisé pour sélectionner une page. Sélectionnez-en une qui est conforme avec ce que vous avez choisis dans l'onglet \"détails\" de ce champ (page simple ou multiples pages)."
        },
        "195a66e99428447940ac989366724b42": {
            "text": "Les types avec un astérisque signifie qu'ils supportent les pages multiples."
        },
        "8332fcbd80839cdcc617bee49529ad1e": {
            "text": "Permet de créer de nouvelles pages directement à partir du champ ?"
        },
        "20463a1675fc256b438538124524746a": {
            "text": "Si coché, une option pour créer de nouvelles pages sera présente si les conditions sont remplies."
        },
        "7673446b991c59998763308c9f7f5d53": {
            "text": "1. À la fois un parent et un gabarit doivent être sélectionnés ci-dessus."
        },
        "65a208c6491dac4a6fb17f7a62f76658": {
            "text": "2. L'utilisateur qui édite doit avoir accès à créer\/éditer ces pages."
        },
        "aa2e4d260721b3a7e2776b8cb9c19fdf": {
            "text": "3. Le champ de l'étiquette doit être réglé sur \"titre (par défaut)\"."
        },
        "4349c31cba02549f2043d69b9eb0d66e": {
            "text": "(non publiée)"
        },
        "54b79da80ed98094797b9e3ee68488a6": {
            "text": "Les types avec un plus assument qu'un « parent » est la racine d'une arborescence, plutôt qu'un parent immédiat."
        },
        "d9a5927aa49f1a766a15e692b69c1c91": {
            "text": "Modules Inputfield disponibles pour la sélection de pages"
        },
        "d5a1e1e864827e2bbb99d144e30359de": {
            "text": "Sélectionne les modules Inputfield pouvant être utilisés pour la sélection de pages. Ceux-ci sont généralement des Inputfields qui permettent de sélectionner une ou plusieurs options."
        },
        "d0188d35124b9f7887cc0d158da64328": {
            "text": "Si vous voulez trouver les pages sélectionnables utilisant un \"snippet\" plutôt que de sélectionner une page parent ou un gabarit (ci-haut), alors entrez le code qui recherchera les pages sélectionnables. Ce code a accès aux variables $page et $pages, où $page réfère à la page étant éditée."
        },
        "e8764466585c7e1a106fd67e89ce91c6": {
            "text": "Le snippet devrait retourner soit un \"PageArray\" ou NULL. Utiliser ceci est optionnel, et lorsqu'utilisé, il remplace les champs parent\/gabarit\/sélecteur ci-haut."
        },
        "a9e792488572b1b5316720df20682ad3": {
            "text": "NOTE: N'est pas compatible avec les types de champs PageListSelect et Autocomplete."
        },
        "3d9e8a4318894ce247ba920c7961d5da": {
            "text": "Alors que cela outrepasse les sélections de parent et de gabarit ci-haut, ces sélections sont tout de même utilisées pour la validation (désélectionnez les si vous ne voulez pas ce comportement)."
        },
        "1920ec4f46fd3f4962d351c84f69cf7e": {
            "text": "parent=\/produits\/, template=produit, sort=name"
        },
        "d8f9928df4675d892629c754932fad80": {
            "text": "Champ d'étiquette"
        },
        "a0cb77306b6f4e96a00cdc5a0c128166": {
            "text": "Sélectionnez «Format personnalisé» si vous désirez spécifier plusieurs champs ou des champs que vous ne voyez pas ci-dessus."
        },
        "282acaaa24f42bb779ccb235bfc37491": {
            "text": "Format personnalisé (champs multiples)…"
        },
        "ccfbd07eab619923148d98d09c91e15e": {
            "text": "Format de l'étiquette de page personnalisé"
        },
        "ebebc537c9c3117a5e2304be412d83f3": {
            "text": "Spécifiez un ou plusieurs noms de champs entourés {d'accolades} ainsi que tous caractères, espacements ou ponctuations additionnels."
        },
        "190dcbcb68a0545eb0e38c4eca2961e0": {
            "text": "Exemple: {parent.title} - {title}, {date}"
        },
        "ebd9ef41cdc1369f55f58b151390de31": {
            "text": "Certains types de champs fournissent des options de configuration additionnelles. Après avoir sélectionné un type de champ et enregistré vos changements, des options additionnelles pourraient s'afficher sous cette section."
        },
        "9eeb68b4b7e0c3608f3014ad177b15fb": {
            "text": "Le type de champ (module Inputfield) qui sera utilisé pour sélectionner le(s) pages(s) dans ce champ."
        },
        "215c501706b9ef0657264f0cb931dbd3": {
            "text": "Choisissez-le en cohérence avec votre \"Type de valeur de champ\" dans l'onglet \"Détails\" pour une sélection unique ou multiple de page(s)."
        },
        "081b70a0b1eb9e48918ebc5d3c8afc6b": {
            "text": "Après avoir sélectionner un type de champ et sauvegarder les changements, des options additionnelles spécifiques peuvent apparaître juste en-dessous."
        },
        "1df666749c8b91ac260ac68b3a1dfeb3": {
            "text": "Sélection multiple de page"
        },
        "c051cff56b1d25c941ba4268f2c9c8b1": {
            "text": "Sélection unique de page"
        },
        "23aec26e2b521c0e5f1061b3d04983a5": {
            "text": "triable"
        },
        "8f23ded99b5882bf55f3aa4154cf10df": {
            "text": "À propos des types de champ \"page par liste\""
        },
        "bbc8c6c107d8cf7e49310723820e8052": {
            "text": "Vous avez sélectionné un type de champ qui a des besoins spécifiques."
        },
        "d45d37464c307f05fe480979c03fd99b": {
            "text": "Spécifier seulement l'option \"Parent\" ci-dessous au moment de configurer les \"Pages sélectionnables\""
        },
        "a8e65bab8badd05312e21a13bc8aacf1": {
            "text": "Le parent choisi défini la racine de l'arborescence pour les pages sélectionnables."
        },
        "d89af7d091962a34d3d666a54148e1f9": {
            "text": "Si vous souhaitez tout rendre sélectionnable, alors ne spécifiez rien."
        },
        "309980b76124ca15c19a948edcd2b820": {
            "text": "Pages sélectionnables"
        },
        "e50655dbc7c36d40e2cf238aae3bf9c8": {
            "text": "Veuillez utilisez au moins une des options ci-dessous pour déterminer quelles pages seront sélectionnables dans ce champ."
        },
        "30269022e9d8f51beaabb52e5d0de2b7": {
            "text": "="
        },
        "278c491bdd8a53618c149c4ac790da34": {
            "text": "Modèle"
        },
        "e633bd1a014a2d5f6beee84c20440cb4": {
            "text": "Sélectionnez le modèle de pages qui sera sélectionnable. Peut être utilisé à la place, ou en plus, du parent ci-dessus."
        },
        "38c3a6e66709a7bfc48e7450e726a9b5": {
            "text": "Modèles supplémentaires"
        },
        "24ae2cf02f858ca0ae6dd168fe28add8": {
            "text": "Si vous avez besoin de modèles supplémentaires pour les pages sélectionnables, sélectionnez-les ici."
        },
        "1bffba8c823b325ac5713f424da43182": {
            "text": "Peut ne pas être supporté par tous les types de champs."
        },
        "83309c97a345b4921da94ff53e86da68": {
            "text": "Ajoutez un ou plusieurs champs ci-dessous pour créer une requête afin d'atteindre les pages pour les rendre sélectionnables."
        },
        "46ccc95f9f53fc892accee255689f495": {
            "text": "Cela crée un sélecteur qui trouve les pages lors de l'exécution. Si vous préférez les entrer manuellement, utilisez l'option \"Chaîne de sélection\" ci-dessous."
        },
        "533e8044020cfac547586cacca582fca": {
            "text": "Recherche personnalisée"
        },
        "5742607846ab8e8f502a078e624a2f24": {
            "text": "Chaîne de sélection"
        },
        "cdce55320d6f3ed4e6ac6f952d43903d": {
            "text": "Bien que cela écrase les sélections de parent et de modèles au-dessus, ces sélections (si présentes) sont toujours utilisées pour validation."
        },
        "709109a0ca7566a6bfae0f6145c8c613": {
            "text": "Ajouter un champ de requête"
        },
        "14d274b0d81592a035d1fb04ee031fb6": {
            "text": "Si vous souhaitez trouver les pages grâce à un sélecteur Processwire, entrez la chaîne de sélection pour atteindre les pages sélectionnables. Ce sélecteur sera passé dans l'appel `$pages->find(\"votre sélecteur\");`."
        },
        "c53eb6ef357cebe320e9c359e7adfaeb": {
            "text": "Ajoutez ce hook à un fichier %s pour le modifier selon vos besoins. Ce hook trouve et retourne les pages sélectionnables dans un tableau PageArray."
        },
        "06d1dad5791272bfde6c76b87289a62b": {
            "text": "Si vous avez besoin de savoir quelle page est en train d'être éditée, c'est accessible avec : %s"
        },
        "89ba456c93408d4bc5888a8e960dbb79": {
            "text": "Code PHP personnalisé"
        },
        "6bd4cf6cf4401b1a39b1fcdd57bd4c68": {
            "text": "1.  Un parent et un template doivent être spécifié dans la section \"Pages sélectionnables\" ci-dessus."
        },
        "8379c940f14c74babf288df5cec8a408": {
            "text": "Le \"Champ d'étiquette\" doit être mis à \"title (default)\"."
        },
        "89f32c3a56b097c4da3f220687f2cad5": {
            "text": "Réglages spécifiques à \"%s\""
        },
        "db62b7d9ccb858fb53481683f5d1d813": {
            "text": "Ce champ doit être configuré avant de pouvoir être utilisé."
        },
        "5e1daea70649e788db6ead8cd50f791d": {
            "text": "Une page non publiée %1$s n'est pas autorisée dans le champ \"%2$s\""
        },
        "1cc510dea04a978b3bb88514582eea6c": {
            "text": "Pour autoriser les pages non publiées, éditez le champ \"%s\" et consulter la configuration dans l'onglet \"Avancé\""
        }
    }
}