{
    "file": "wire\/modules\/Process\/ProcessForgotPassword\/ProcessForgotPassword.module",
    "textdomain": "wire--modules--process--processforgotpassword--processforgotpassword-module",
    "translations": {
        "333b348fd95607678f8a9a333cc7b7b4": {
            "text": "Réinitialisation du mot de passe"
        },
        "b49caf114ce87eeb21267f29e9a62420": {
            "text": "Impossible de terminer la réinitialisation du mot de passe. Veuillez vous assurer que vous êtes sur le même ordinateur et dans le même navigateur Web à partir duquel vous avez initialement soumis votre demande."
        },
        "93d644963a650f21fed9cf78bb79aefa": {
            "text": "La réinitialisation du mot de passe n'est temporairement pas disponible. Veuillez réessayer plus tard ou contacter l'administrateur."
        },
        "6072e83b7f35887c76e64920bd370f4a": {
            "text": "Réinitialiser le mot de passe"
        },
        "6832ac593617c3e5f61c82a20b0d9a3a": {
            "text": "Entrez votre adresse mail"
        },
        "5b69044da7774b93059c878056e1c28a": {
            "text": "Entrez votre nom d'utilisateur"
        },
        "dcfc149491f06edb3e6942510b6fc339": {
            "text": "Si vous avez un compte dans notre système avec une adresse mail valide enregistrée, un e-mail vous sera envoyé une fois que vous aurez soumis ce formulaire. Cet e-mail contiendra un lien sur lequel vous pourrez cliquer pour réinitialiser votre mot de passe."
        },
        "39ce57ab909352a15ed22c42d8bf2db5": {
            "text": "Il y a plusieurs compte avec cette même adresse mail ce qui rend la réinitialisation du mot de passe impossbile"
        },
        "8b0f10bdaf3afb56f2dd166bbbb4e190": {
            "text": "Veuillez contacter l'administrateur pour réinitialiser votre mot de passe"
        },
        "7db90261f25e9e387ac28f85a67e61cd": {
            "text": "L'utilisateur n'est pas autorisé à réinitialiser son mot de passe"
        },
        "edcc4a7ecb7854d0ea84fff05b5eeb3e": {
            "text": "En supposant que les informations de votre compte aient été trouvées et que nous ayons une adresse mail dans nos fichiers, un e-mail a été envoyé avec les informations de réinitialisation du mot de passe."
        },
        "43da6233b07fcc59791c3f91861ab7b5": {
            "text": "Veuillez vérifier votre courrier électronique pour ce message. Si vous ne recevez pas d'e-mail dans les 15 prochaines minutes (vérifiez vos boîtes de messages indésirables\/spams), veuillez contacter l'administrateur du site pour réinitialiser votre mot de passe. Cette demande de réinitialisation de mot de passe expirera dans 60 minutes. Ne fermez PAS cette fenêtre avant d'avoir terminé votre demande de réinitialisation de mot de passe."
        },
        "9d7356832e30137fa56cc06f823a8de6": {
            "text": "Pour des raisons de sécurité, nous n'indiquons pas si un compte existe sur cet écran."
        },
        "27f1d003b3e26b68158df1930deb4501": {
            "text": "Votre code de vérification est : %s"
        },
        "6d14491a1718796766f2775f857af701": {
            "text": "Pour terminer la réinitialisation de votre mot de passe, cliquez sur l'URL ci-dessous (ou collez-la dans votre navigateur) et suivez les instructions :"
        },
        "486d7b5670a666148f3fef85bc3ae900": {
            "text": "Cette URL expirera 60 minutes après son envoi. Cette URL doit être ouverte à partir du même ordinateur et du même navigateur à partir desquels la demande a été initiée."
        },
        "1f608932e66b86ace4789d74fd3979b8": {
            "text": "Vous avez demandé une réinitialisation de mot de passe pour votre compte à %s."
        },
        "5e7e3a0c4a67fc08cde6a2e8a7a8136e": {
            "text": "Le système n'est pas en mesure de répondre à cette demande pour la raison indiquée ci-dessous :"
        },
        "57b0380c7885e84ff8106ecb65e4fc1b": {
            "text": "Veuillez contacter l'administrateur pour obtenir de l'aide pour vous connecter à votre compte et\/ou changer votre mot de passe."
        },
        "3299941fe3475a594847754b9e91f3b7": {
            "text": "Demande de réinitialisation non valide. Votre demande a peut-être expiré."
        },
        "dfcbc97f1d21b9867e68fa7179492c4c": {
            "text": "Code de vérification"
        },
        "3d6a2212b6d337ac823402be7a0ddf14": {
            "text": "Veuillez saisir ou coller le code que vous avez reçu dans votre e-mail."
        },
        "4f9d3bd4f4eba4b2d86610f6607d8337": {
            "text": "La réinitialisation du mot de passe nécessite également que vous confirmiez la valeur correcte de ce champ."
        },
        "056f743a15c1503de0d4ae9c8cd9d2c9": {
            "text": "Nombre maximal de tentatives autorisé dépassé pour ce formulaire."
        },
        "fa36cf545b5a1afc0b89876b6e459d4a": {
            "text": "Code de vérification incorrect"
        },
        "8c89c9f8eed88a5efbf7b8f1339b67e1": {
            "text": "La valeur saisie n'était pas correcte"
        },
        "f469dd0000597b66060ea51c52eacf58": {
            "text": "Votre mot de passe a été réinitialisé avec succès. Vous pouvez maintenant vous connecter."
        },
        "ebd47983e20da3bcd0ce16754a5c6f71": {
            "text": "Impossible de terminer cette étape"
        },
        "ee668afb3022f7a04020a4355995df08": {
            "text": "Cet utilisateur n'existe pas"
        },
        "8857e76b64aa5af97292f6c118a98b9c": {
            "text": "Cet utillisateur n'a pas d'adresse mail enregistrée"
        },
        "891c900c62b339df9b69affb01964463": {
            "text": "Cet utilisateur est dépublié"
        },
        "ba3f28cb2b509ffc12d364936e935bf9": {
            "text": "L'utilisateur n'est pas configuré pour être autorisé à se connecter"
        },
        "32e309a22f3c85df6347452a10154dd1": {
            "text": "Cet utilisateur n'a pas un rôle autorisant la réinitialisation du mot de passe"
        },
        "96562ea782788ab326b91826c455a545": {
            "text": "Cet utilisateur a un rôle n'autorisant pas la réinitialisation du mot de passe"
        },
        "3f2c45a7cbacb890f17f482d6d578a46": {
            "text": "Nombre de tentatives maximum atteint, veuillez réessayer plus tard."
        },
        "a0bfb8e59e6c13fc8d990781f77694fe": {
            "text": "="
        },
        "f53d1cd25e03173ba9eaa4e493636769": {
            "text": "(optionnel)"
        },
        "b005fe2d6e74b5c6108864e9abb089af": {
            "text": "Adresse mail depuis laquelle les emails sont envoyés"
        },
        "f300f19956910a5c8e07e7fc38ad5996": {
            "text": "Utiliser l'email plutôt que le nom d'utilisateur"
        },
        "b7f87835e4ded82dbf88a8a45660e8b5": {
            "text": "Lorsque cette case est cochée, il sera demandé à l'utilisateur son adresse e-mail pour réinitialiser son mot de passe, plutôt que son nom d'utilisateur."
        },
        "4cc2145f15c928792509a932023d7d16": {
            "text": "Si l'adresse e-mail est utilisée par plusieurs comptes, la réinitialisation des mots de passe n'est pas possible pour ces comptes."
        },
        "baf67737db6267fe171e5c02e11bc750": {
            "text": "Remarque : le module ProcessLogin le définira automatiquement au moment de l'exécution lorsqu'il est configuré pour utiliser la connexion par e-mail."
        },
        "2f9fd9ee1ca0d1b1bf29cf5ac02fb6d8": {
            "text": "Nombre maximal de demandes de réinitialisation de mot de passe par adresse IP ou session"
        },
        "8d2af70b99487af66a77693183fa222e": {
            "text": "Utilisez cette option pour empêcher la même adresse IP ou la même session d'inonder (flood) les demandes de réinitialisation."
        },
        "d7b00f56bd4aa8c7b1d307f893f3691d": {
            "text": "Entrez 0 pour désactiver."
        },
        "87797341d99969f5087a0604d689f724": {
            "text": "Enregistrer l'activité ?"
        },
        "b78dc56eded90f2f7dc3efe53843c7df": {
            "text": "Lorsqu'elle est activée, les demandes de réinitialisation de mot de passe seront enregistrées."
        },
        "7cd3b77b8a690863feb890675526b5fb": {
            "text": "Voir l'activité (les logs)"
        },
        "2b76ca42e9a49dabc2d47d1c0125a58c": {
            "text": "Valeurs pour le champ de confirmation"
        },
        "1cb11e4ef5c85cd2529324e18d63c96a": {
            "text": "Comme vérification supplémentaire lors de la dernière étape, demandez à l'utilisateur de confirmer les valeurs de ces champs avant d'accepter le nouveau mot de passe."
        },
        "5cd2f0ef0a275749826eb1848eca5085": {
            "text": "Veuillez n'utiliser pour ça que des champs textuels ou numériques monolingues qui sont toujours renseignés."
        },
        "8cde5ec64dda71c519de97faac388350": {
            "text": "Rôles autorisés"
        },
        "1af5a1fe1bcf8e0d87981e1ed30a52ee": {
            "text": "Pour autoriser uniquement certains rôles à réinitialiser le mot de passe, sélectionnez-les ici."
        },
        "2b71c5b0053ba1524a4b96e918c5a8b4": {
            "text": "Si aucun n'est sélectionné, la réinitialisation du mot de passe est disponible pour tous les rôles."
        },
        "3ec6ed33465d73a6985d6e6455d2e8ac": {
            "text": "Rôles interdits"
        },
        "987aff99759a7d274e880c5512ebf090": {
            "text": "Pour empêcher certains rôles de réinitialiser le mot de passe, sélectionnez-les ici."
        },
        "a1f0c9c3c94d0f29ab484c237d948650": {
            "text": "Effacer les caches et les tables de demande de réinitialisation de mot de passe"
        },
        "ec488c78fc373b5af024d518fdc7c612": {
            "text": "Cela se produit automatiquement au fil du temps, mais peut être effacé manuellement si vous le souhaitez."
        },
        "49f90518a785624dd3ca08a1ebc6f9ef": {
            "text": "Demandes de réinitialisation de mot de passe effacées"
        },
        "9ec54ec336b65da6179cf750de33ecd7": {
            "text": "Mot de passe oublié"
        },
        "e241608b636b6cdde53b70cb2ade0daf": {
            "text": "Fournit une capacité de réinitialisation de mot de passe\/e-mail pour le processus de connexion."
        }
    }
}