{
    "file": "wire\/modules\/Process\/ProcessForgotPassword.module",
    "textdomain": "wire--modules--process--processforgotpassword-module",
    "translations": {
        "6072e83b7f35887c76e64920bd370f4a": {
            "text": "Réinitialiser le mot de passe"
        },
        "b49caf114ce87eeb21267f29e9a62420": {
            "text": "Incapable de compléter la réinitialisation du mot de passe. Veuillez vous assurer que vous êtes sur le même ordinateur et le même navigateur à partir desquels vous avez envoyé la requête."
        },
        "5b69044da7774b93059c878056e1c28a": {
            "text": "Entrez un nom d'utilisateur"
        },
        "dcfc149491f06edb3e6942510b6fc339": {
            "text": "Si vous avez un compte sur notre système avec une adresse courriel valide, un courriel vous sera envoyé après l'envoi de ce formulaire. Ce courriel contiendra un lien sur lequel vous pourrez cliquer pour réinitialiser votre mot de passe."
        },
        "201096f37f6c6d8504b8d29778854bb5": {
            "text": "Nom d'utilisateur oublié ?"
        },
        "abb2644b2def6033e18a82971e1c179a": {
            "text": "Entrez votre adresse courriel et nous vous enverrons le nom d'utilisateur associé à votre compte."
        },
        "edcc4a7ecb7854d0ea84fff05b5eeb3e": {
            "text": "Assumant que vos informations de compte ont été trouvées et que nous avons une adresse valide pour ce compte, un courriel a été envoyé avec des informations pour réinitialiser votre mot de passe."
        },
        "43da6233b07fcc59791c3f91861ab7b5": {
            "text": "Veuillez consulter vos courriels pour trouver ce message. Si vous ne recevez pas de courriel dans les 15 prochaines minutes, veuillez consulter l'administrateur du site pour réinitialiser votre mot de passe. La requête de réinitialisation de mot de passe expire après 60 minute. Ne FERMEZ PAS cette fenêtre avant d'avoir complété la procédure de réinitialisation de mot de passe."
        },
        "9d7356832e30137fa56cc06f823a8de6": {
            "text": "Pour des raisons de sécurité, nous ne révélons pas si un compte existe ou non sur cet écran."
        },
        "6647aaa5aa21f02ecdb174cdea5ae9f7": {
            "text": "Informations de compte"
        },
        "350908378ec41ef0131289d5f5fc28b6": {
            "text": "Vous recevez ce courriel puisque vous avez demandé votre nom d'utilisateur."
        },
        "d1a638c6049308ede5367d21be8cb2dd": {
            "text": "Votre adresse courriel semble être associée à plusieurs comptes et nous ne pouvons les révéler pour des raisons de sécurité. Veuillez contacter l'administrateur du site pour de l'aide."
        },
        "dfe88c81efe0f54d4bf8444498b60f57": {
            "text": "Votre nom d'utilisateur est :"
        },
        "333b348fd95607678f8a9a333cc7b7b4": {
            "text": "Informations de réinitialisation de mot de passe"
        },
        "6d14491a1718796766f2775f857af701": {
            "text": "Pour compléter la réinitialisation de votre mot de passe, cliquez l'URL ci-dessous (ou copiez-collez la barre d'adresse de votre navigateur) et suivez les instruction :"
        },
        "486d7b5670a666148f3fef85bc3ae900": {
            "text": "Cet URL expirera 60 minutes après avoir été envoyé. Il doit être ouvert sur le même ordinateur et le même navigateur à partir desquels la requête a été envoyée."
        },
        "3299941fe3475a594847754b9e91f3b7": {
            "text": "Requête de réinitialisation invalide. Votre requête est peut-être expirée."
        },
        "a0bfb8e59e6c13fc8d990781f77694fe": {
            "text": "Continuer"
        },
        "f469dd0000597b66060ea51c52eacf58": {
            "text": "Votre mot de passe a été réinitialiser avec succès! Vous pouvez maintenant vous connecter."
        },
        "9ec54ec336b65da6179cf750de33ecd7": {
            "text": "Mot de passe oublié"
        },
        "e241608b636b6cdde53b70cb2ade0daf": {
            "text": "Procure une fonctionnalité de réinitialisation de mot de passe par courriel pour le processus de Connexion."
        },
        "b005fe2d6e74b5c6108864e9abb089af": {
            "text": "Adresse courriel de laquelle les courriels seront envoyés"
        },
        "eb4afed5595b3265ce30d7c1a234819e": {
            "text": "Le compte spécifié n'est pas autorisé à se connecter donc le mot de passe ne peut être réinitialisé."
        },
        "ebd47983e20da3bcd0ce16754a5c6f71": {
            "text": "Impossible de terminer cette étape"
        },
        "93d644963a650f21fed9cf78bb79aefa": {
            "text": "La réinitialisation du mot de passe n'est pas permise. Veuillez réessayer plus tard ou contactez l'administrateur."
        },
        "6832ac593617c3e5f61c82a20b0d9a3a": {
            "text": "Entrez votre adresse courriel"
        },
        "39ce57ab909352a15ed22c42d8bf2db5": {
            "text": "Plusieurs comptes sont associés à ce courriel, la réinitialisation du mot de passe n'est pas possible."
        },
        "8b0f10bdaf3afb56f2dd166bbbb4e190": {
            "text": "Veuillez contacter l'administrateur pour réinitialiser votre mot de passe."
        },
        "7db90261f25e9e387ac28f85a67e61cd": {
            "text": "L'utilisateur n'est pas autorisé à réinitialiser le mot de passe."
        },
        "27f1d003b3e26b68158df1930deb4501": {
            "text": "Votre code de vérification est : %s"
        },
        "1f608932e66b86ace4789d74fd3979b8": {
            "text": "Vous avez demandé la réinitialisation du mot de passe de votre compte à %s."
        },
        "5e7e3a0c4a67fc08cde6a2e8a7a8136e": {
            "text": "Le système ne peut pas mener à terme votre requête pour la raison suivante :"
        },
        "57b0380c7885e84ff8106ecb65e4fc1b": {
            "text": "Veuillez contacter l'administrateur pour de l'assistance concernant la connexion à votre compte et\/ou le changement de votre mot de passe."
        },
        "dfcbc97f1d21b9867e68fa7179492c4c": {
            "text": "Code de vérification"
        },
        "3d6a2212b6d337ac823402be7a0ddf14": {
            "text": "Entrer ou copier le code que vous avez reçu par mail."
        },
        "4f9d3bd4f4eba4b2d86610f6607d8337": {
            "text": "La réinitialisation de mot de passe demande également que vous confirmiez la valeur correcte de ce champ."
        },
        "056f743a15c1503de0d4ae9c8cd9d2c9": {
            "text": "Nombre de tentatives autorisée dépassée pour ce formulaire"
        },
        "fa36cf545b5a1afc0b89876b6e459d4a": {
            "text": "Code de vérification incorrect"
        },
        "8c89c9f8eed88a5efbf7b8f1339b67e1": {
            "text": "La valeur rentrée n'est pas correcte"
        },
        "ee668afb3022f7a04020a4355995df08": {
            "text": "L'utilisateur n'existe pas"
        },
        "8857e76b64aa5af97292f6c118a98b9c": {
            "text": "L'utilisateur n'a pas d'adresse mail définie"
        },
        "891c900c62b339df9b69affb01964463": {
            "text": "L'utilisateur n'est pas publié"
        },
        "ba3f28cb2b509ffc12d364936e935bf9": {
            "text": "L'utilisateur n'est pas autorisé à se connecter par la configuration du site"
        },
        "32e309a22f3c85df6347452a10154dd1": {
            "text": "L'utilisateur n'a pas le rôle permettant la réinitialisation de mot de passe."
        },
        "96562ea782788ab326b91826c455a545": {
            "text": "L'utilisateur a un rôle qui ne permet pas la réinitialisation de mot de passe."
        },
        "3f2c45a7cbacb890f17f482d6d578a46": {
            "text": "Nombre de tentatives dépassée, réessayez plus tard."
        },
        "f53d1cd25e03173ba9eaa4e493636769": {
            "text": "(optionnel)"
        },
        "f300f19956910a5c8e07e7fc38ad5996": {
            "text": "Utilisez l'email plutôt que le nom d'utilisateur"
        },
        "b7f87835e4ded82dbf88a8a45660e8b5": {
            "text": "Si coché, l'utilisateur devra rentrer son adresse email pour réinitialiser son mot de passe, plutôt que leur nom d'utilisateur."
        },
        "4cc2145f15c928792509a932023d7d16": {
            "text": "Si l'adresse email est utilisée par plus d'un compte, la réinitialisation des mot de passes n'est pas possible pour ces comptes."
        },
        "2f9fd9ee1ca0d1b1bf29cf5ac02fb6d8": {
            "text": "Nombre maximal de réinitialisation de mot de passe par adresse IP ou session"
        },
        "8d2af70b99487af66a77693183fa222e": {
            "text": "Utiliser cette option pour empêcher la même adresse IP ou session de multiplier les requêtes de réinitialisation."
        },
        "d7b00f56bd4aa8c7b1d307f893f3691d": {
            "text": "Spécifier 0 pour désactiver."
        },
        "87797341d99969f5087a0604d689f724": {
            "text": "Activité dans l'historique ?"
        },
        "b78dc56eded90f2f7dc3efe53843c7df": {
            "text": "Si activé, les requêtes de réinitialisation de mot de passe seront ajoutées aux journaux d'historique."
        },
        "7cd3b77b8a690863feb890675526b5fb": {
            "text": "Voir l'historique"
        },
        "2b76ca42e9a49dabc2d47d1c0125a58c": {
            "text": "Confirmer les valeurs des champs"
        },
        "1cb11e4ef5c85cd2529324e18d63c96a": {
            "text": "Pour une vérification supplémentaire lors de la dernière étape, l'utilisateur doit confirmer les valeurs de ces champs avant d'accepter le nouveau mot de passe."
        },
        "5cd2f0ef0a275749826eb1848eca5085": {
            "text": "Veuillez utiliser seulement des champs texte ou numérique uni-lingues qui sont toujours remplis pour ça."
        },
        "8cde5ec64dda71c519de97faac388350": {
            "text": "Rôles autorisés"
        },
        "1af5a1fe1bcf8e0d87981e1ed30a52ee": {
            "text": "Pour n'autoriser que certains rôles à réinitialiser les mot de passes, sélectionnez-les ici."
        },
        "2b71c5b0053ba1524a4b96e918c5a8b4": {
            "text": "Si aucune n'est sélectionné, la réinitialisation de mot de passe est activée pour tous les rôles."
        },
        "3ec6ed33465d73a6985d6e6455d2e8ac": {
            "text": "Rôles blockés"
        },
        "987aff99759a7d274e880c5512ebf090": {
            "text": "Pour interdire certains rôles de réinitialiser les mot de passes, sélectionnez-les ici."
        },
        "a1f0c9c3c94d0f29ab484c237d948650": {
            "text": "Nettoyer les caches et les tables de requêtes réinitialisation de mot de passe"
        },
        "ec488c78fc373b5af024d518fdc7c612": {
            "text": "Cela se fait automatiquement dans le temps mais peut être fait manuellement."
        },
        "49f90518a785624dd3ca08a1ebc6f9ef": {
            "text": "Requêtes réinitialisation de mot de passe nettoyées"
        }
    }
}