{
    "file": "wire\/modules\/Fieldtype\/FieldtypeTextarea.module",
    "textdomain": "wire--modules--fieldtype--fieldtypetextarea-module",
    "translations": {
        "00f6c76a7a83b1d7aab61a93e513e9d5": {
            "text": "Type de champs d'entrée"
        },
        "127852afa67b41673ab8ea17b383847c": {
            "text": "Le type de champs à utiliser pour enregistrer les entrées (Textarea par défaut). Notez que si vous modifiez celui-ci et enregistrez, la configuration actuelle des options dans l'onglet \"Entrée\" pourrait changer."
        },
        "2effa58f13159d138a634233e246713d": {
            "text": "Type de contenu"
        },
        "88183b946cc5f0e8c96b2e66e1c74a7e": {
            "text": "Inconnu"
        },
        "5d85f44b69f9d7e86c7f3f473f97f771": {
            "text": "Balisé\/HTML"
        },
        "1991cfd60d0287cfb130420da34fcbef": {
            "text": "L'option Balisé\/HTML est recommandée pour les champs utilisant des éditeurs de texte enrichi (CKEditor, TinyMCE, etc.) et ceux contenant du HTML. Elle procure un filtrage additionnel au moment de l'opération du code pour des fins d'assurance qualité."
        },
        "f0a7350231680497c534e592203a3b7b": {
            "text": "Balisé\/HTML avec gestion d'image"
        },
        "6579c1fdbe94982347736ad47f0949cb": {
            "text": "L'option Balisé\/HTML (facultativement avec gestion d'image) est recommandée pour les champs utilisant des éditeurs de texte enrichi (CKEditor, TinyMCE, etc.) et ceux contenant du HTML. Elle procure un filtrage additionnel au moment de l'opération du code pour des fins d'assurance qualité."
        },
        "f49044eb0f5ff823c157a2feedf2b9f8": {
            "text": "Pour plus d'informations à propos des options ci-dessus, voir [description des options de type de contenu](%s)."
        },
        "3e7a86573c428ffd2bf3145cea18514b": {
            "text": "Choisir l'option « Balisé\/HTML avec gestion d'image » pour ajouter ces fonctionnalités :"
        },
        "2bc17a9602fb3fd33f9a6561c7b36177": {
            "text": "1. Remplir les attributs *alt* vides avec la description associée au fichier — assure que les changements à la description sont affichés dans l'attribut *alt* des images."
        },
        "5c84d65097148d9fa9a1be01e38c8f27": {
            "text": "2. Recréer automatiquement les variations de taille d'image qui n'existent pas."
        },
        "0899ba8ac053ddbc869eac2bf0c9f458": {
            "text": "3. Supprimer les tags <img> qui pointent vers des fichiers qui n'existent pas."
        },
        "a171deaa8f82c6e29796e95126fbd644": {
            "text": "4. Enregistrer les erreurs relatives aux images manquantes dans le fichier log « markup-qa-errors » et envoie des notifications aux utilisateurs système\/administrateur."
        }
    }
}