{
    "file": "wire\/modules\/Process\/ProcessRole\/ProcessRole.module",
    "textdomain": "wire--modules--process--processrole--processrole-module",
    "translations": {
        "abf1be1c76c0620d1a220871b1ba0da1": {
            "text": "Les permissions indiquées ouvrent d'autres options de permission qui seront révélées après avoir coché la case et enregistré la page."
        },
        "55713ee9cd76b3704908899aaa30b5e5": {
            "text": "*Notez que cocher la permission page-edit ici signifie seulement que le rôle peut être sélectionné pour l'accès en modification au niveau du modèle. Simplement assigner la permission page-edit ici ne donne pas un accès en permission avant qu'elle soit ne aussi sélectionnée dans un ou plusieurs configurations de modèles."
        },
        "9bfb6e6af6e6793bfa9387e728187c87": {
            "text": "(requis)"
        },
        "e5e77ccf470959bc6be60127730908b5": {
            "text": "Gérer les rôles des utilisateurs et les permissions qui y sont reliées"
        },
        "2ac1fce951ddece70a50dfb03bd386b2": {
            "text": "nom|titre"
        },
        "8a74d66f5b9d96c4eee8c0388f9536d9": {
            "text": "*Notez que cocher la permission page-edit ici signifie seulement que le rôle peut être sélectionné pour l'accès en modification au niveau du modèle. Simplement assigner la permission page-edit ici ne donne PAS un accès en permission avant qu'elle soit ne aussi sélectionnée dans un ou plusieurs configurations de modèles."
        },
        "a5cd3ed116608dac017f14c046ea56bf": {
            "text": "Rôles"
        },
        "d08ccf52b4cdd08e41cfb99ec42e0b29": {
            "text": "="
        },
        "e0c8b59640bc35bac606431203d2d9b0": {
            "text": "Pour une description détaillée de ces permissions, voir la [référence des permissions](%s)"
        },
        "ae9a363b2dfa9181da7ffde8e37813b5": {
            "text": "barré"
        },
        "cea791d6258d032e4742a9a99f1ecf11": {
            "text": "Cocher la permission page-edit ne donne pas par le fait même un accès en édition à n'importe quelle page. Plutôt, cela vous permet de configurer l'accès en édition pour ce rôle dans les paramètre du modèle. La permission page-edit est aussi celle qui permet aux utilisateurs d'accéder à des pages dans le panneau d'administration. Cette permission est recommandée pour tous les usagers administrateurs."
        },
        "d923671ad010412a573db8ccdbddc911": {
            "text": "Indique que la permission peut être optionnellement ajoutée ou révoquée des rôles utilisateurs dans les paramètres d'accès des modèles. Cocher cette permission l'active pour tous les modèles évitables. Si vous désirez qu'un rôle n'ait qu'une de ces permissions pour les pages utilisant les modèles spécifiés, vous devriez laisser la case décochée ici et plutôt la sélectionner dans l'onglet « Accès » du modèle."
        },
        "64a4d3473343a325080c311b47099be6": {
            "text": "Les permissions page-add et page-create peuvent seulement être ajoutées à partir des paramètres d'accès des modèles et sont affichées ici seulement sur une base informative."
        },
        "efc30c4ed12a9e95e4fad5ae9be115fb": {
            "text": "Indique un modèle qui ajoute la permission. Cliquez pour ouvrir une fenêtre pour accéder aux paramètres d'accès de ce modèle. Si un nom de modèle indiqué un %s, cela signifie que la permission est ajoutée au niveau du modèle mais est écrasée par votre sélection à cet endroit."
        },
        "dce4a957c0c6225be564be146d71b245": {
            "text": "Identique que ci-haut excepté que la permission est révoquée par le modèle (plutôt qu'ajoutée)."
        },
        "c6cc7e92b9fc348360b34c024086432c": {
            "text": "nom|description"
        },
        "dc3abfaff3190368a09f01d6589eeeea": {
            "text": "Ajouter des enfants aux pages utilisant ce modèle"
        },
        "9c281188158fc34cf5afc9d2820a761c": {
            "text": "Créer des pages utilisant ce modèle"
        },
        "faa5826bce6656df7f63cbeb5b2a85fe": {
            "text": "Cette permission ne peut être assigne que par les paramètres d'accès d'un modèle."
        },
        "3cac60e98937c01a72ef6e6cfe66f90f": {
            "text": "Cette permission est requise pour tous les rôles."
        },
        "1def073965e264ae40ae1d9877290fd3": {
            "text": "s'applique à tous les modèles éditables"
        },
        "26c77f67debae46ee5b0a12626817076": {
            "text": "%1$s ajoutée par le modèle %2$s, cliquer pour éditer"
        },
        "37ef521112472af77d381e834922a7af": {
            "text": "%1$s révoquée par le modèle %2$s, cliquer pour éditer"
        },
        "1754bfdd544e98486c2ed46753ca8edd": {
            "text": "Cochez cette case ajoute la permission pour tous les modèles évitables, mais cette permission est déjà appliquée séparément par un ou plusieurs modèles. Pour garder les choses propres, nous vous suggérons d'enlever la permission à partie de ces modèles avant de l'activer pour tous. Êtes-vous certain de vouloir l'activer maintenant?"
        },
        "95c58584c58685c05c1a7cc706416455": {
            "text": "appliquée à aucun modèle présentement"
        },
        "73a0430d4108945b73c1d27c8d048339": {
            "text": "Quels types de pages ce rôle peut-il voir ?"
        },
        "1c572404150327a35e463b4638740073": {
            "text": "Quels types de pages ce rôle peut-il éditer ?"
        },
        "b2295468aae810dba114aeafc6affecc": {
            "text": "À quels types de pages ce rôle peut-il ajouter des enfants ?"
        },
        "a94285c99473e5cb477bfebd41f5b479": {
            "text": "Quels types de pages ce rôle peut-il créer ?"
        },
        "2121718f2638e1afe762097a7981ea3c": {
            "text": "Si vous voulez ajouter {permission}"
        },
        "0cb74f3f98993beb92d1fa5e9dbdeb64": {
            "text": "Ce rôle doit aussi avoir la permission page-edit pour chacun des modèles sélectionnés ci-dessus."
        },
        "308b65bff5801587885912db1a2aacdf": {
            "text": "La permission {permission} est sélectionnée, elle s'applique à tous les modèles qui sont éditables par le rôle. Les cases ci-dessous permettent de retirer la permission {permission} de modèles en particulier. Pour ajouter cette permission uniquement à des modèles en particulier, dé-cochez dans un premier temps la permission {permission}."
        },
        "46e843d341c23fcc923e4057f2011f5e": {
            "text": "La plupart des permissions qui peuvent être définies par le modèle requiert aussi que l'utilisateur ait la permission page-edit pour le template. Si un template dont vous avez besoin n'est pas listé, vous devez en activé le contrôle d'accès dans un premier temps (voir l'onglet \"Accès\" lors de l'édition d'un modèle)."
        },
        "bd6e3218368542ea8b8ec79e212960c3": {
            "text": "Contrairement à la plupart des autres permissions, la permission page-edit d'un modèle n'est pas pré-requise pour cette permission."
        },
        "10928cc0ee4f4ca5cd54b8f7d90fe439": {
            "text": "Note : le rôle superuser a toujours toutes les permissions, donc le champ des permissions n'apparaît pas."
        },
        "e92cdb67062c4b4fa95179b9130677a9": {
            "text": "nom|description|"
        },
        "bdeb3e0cbe3d8f44757a86e8da219abc": {
            "text": "Cette permission peut être uniquement ajoutée par le modèle."
        },
        "00abcc0a482965cd87aa000c253bf713": {
            "text": "(hérité du rôle guest)"
        },
        "76ea2cfb7138b9f6db1ca5385ffd6bec": {
            "text": "Ajouté à : %s"
        },
        "484a603504d7ed70ae95310674989236": {
            "text": "Retiré de : %s"
        },
        "862ca20a14a289ffa53aa7b458c0f288": {
            "text": "Cliquer sur les paramètres de permission ouvrir\/fermer du modèle"
        },
        "4106d43df925487225450293085f8bad": {
            "text": "La permission \"%1$s\" pour le modèle \"%2$s\" n'est pas autorisée (requiert la permission \"%3$s\")"
        }
    }
}